{
    "productos": [
        {
            "id": "1",
            "nombre": "Ford Mustang 1973",
            "foto": "/public/images/mustang.webp",
            "descripcion": "El Ford Mustang es un automóvil deportivo muscle car de dos puertas, producido por el fabricante estadounidense Ford Motor Company desde 1964,1​ como modelo 1964½.2​",
            "precio": "40.000"
        },
        {
            "id": "2",
            "nombre": "Chevrolet Camaro 1096 yenko",
            "foto": "/public/images/camaro.webp",
            "descripcion": "El Chevrolet Camaro Yenko 1969 fue un auto de alto rendimiento vendido por el distribuidor Don Yenko. Se caracterizó por su motor L72 de 427 pulgadas cúbicas y 450 caballos de fuerza.",
            "precio": "35.000"
        },
        {
            "id": "3",
            "nombre": "Dodge Challenger 1970",
            "foto": "/public/images/challenger.webp",
            "descripcion": "El Dodge Challenger es un automóvil deportivo de dos puertas tipo muscle car, producido a partir de 1970 por el fabricante de automóviles estadounidense Dodge, actualmente una División del Grupo Stellantis. Desde entonces, se han producido tres generaciones: 1970-1974, 1978-1983 y de 2008 hasta 2023.",
            "precio": "45.000"
        },
        {
            "id": "4",
            "nombre": "Dodge Charger 1970",
            "foto": "/public/images/charger.webp",
            "descripcion": "El Dodge Charger es un automóvil deportivo producido por el fabricante estadounidense Dodge, división del grupo Stellantis.",
            "precio": "42.000"
        },
        {
            "id": "5",
            "nombre": "Pontiac GTO 1970",
            "foto": "/public/images/pontiac.webp",
            "descripcion": "Se trató de un automóvil de turismo, catalogado en la categoría muscle car, de la cual también es considerado como su precursor, es decir, el primer muscle car de la historia, dando pie a la creación de otros rivales de segmento, como el Ford Mustang, el Dodge Charger o el propio Chevrolet Camaro.",
            "precio": "37.000"
        },
        {
            "id": "6",
            "nombre": "Jaguar E-Type",
            "foto": "/public/images/jaguar.webp",
            "descripcion": "Es un automóvil deportivo producido por el fabricante inglés Jaguar Cars entre los años 1961 y 1975.",
            "precio": "25.000"
        }
    ]
}